fake_data = [
        {
            "city": "Сочи",
            "coords": [
                43.585473, 39.723093
            ]
        },
        {
            "city": "Адлер",
            "coords": [
                43.43, 39.92
            ]
        },
        {
            "city": "Дагомыс",
            "coords": [
                43.6702778, 39.6688889
            ]
        },
        {
            "city": "Лазаревское",
            "coords": [
                43.9061111, 39.3330556
            ]
        }
    ]
